interface StepText {
    title: string,
    body: string
}



export const stepsText: StepText[] = [
    {
        title: 'Підбір пулу резюме',
        body: `Давай відберемо кілька резюме для того, щоб ми могли їх проаналізувати. Просто скопіюй посилання на резюме які тебе зацікавили у поле для вводу. Візьми кілька резюме на "виріст", в яких в тебе недостатній досвід, або не той набір навичок.`
    },
    {
        title: 'Аналіз відібраних резюме',
        body: `Тепер давай детальніше подивимось на ті резюме що ти відібрав і створимо власні маркери вимог до робітника для порівняння. В початку сторінки ти можеш побачити поле для вводу, введи туди назву навички що вимагається в вакансіях, а потім обери цю навичку зі списку біля кожної вакансії в якій згадується ця навичка.`
    },
    // Біля кожної вакансії, ти можеш побачити поле для вводу, напиши туди маркер, що потрібно знати щоб отримати цю вакансію, якщо подібний маркер вже є, то обери його зі списку готових маркерів.
    {
        title: "Групування маркерів та створення зв'язків",
        body: `Давай згруппуємо маркери в різні группи, для того щоб краще змалювати картину твоїх потреб в подальшому плані дій. Обери кілька маркерів і натисни "створити", та опиши в заголовку, що об'єднує ці кілька маркерів`
    },
    {
        title: "Створюємо статус для маркерів",
        body: `Тепер давай надамо маркерам трошки більше контексту, перед тобою зараз перелік групп маркерів з маркерами в них, напиши для них контекст, обери наскільки ти готовий до роботи з данною группою і чи готовий ти відповідати за свої знання по данному проекту`
    },
    {
        title: "Створення подальшого плану дій",
        body: `Тепер ти можеш подивитись на підсумованну інформацію яку ми з тобою зібрали. В першу чергу ми створимо план наступного пет проекту, що має закрити прогавини в знаннях, а також налаштуємо збір зворотньої інформації про твою підготовку`
    },]
